Repository: sandsmark/ktamaga
Catalog: po/*.po
Languages: de

source: KTamaga v0.6 was written and is (C) 1997 by John Zero <johnzero@telnet.hu> (C) 2000 by Thomas Leineweber <leine@users.sourceforge.net> This program falls under the GNU GPL license
de: KTamaga v0.6 wurde geschrieben und ist (C) 1997 John Zero <johnzero@telnet.hu> (C) 2000 Thomas Leineweber <leine@users.sourceforge.net> Dieses Programm steht unter der GNU GPL.

source: Configure
de: Konfigurieren

source: Loading settings...
de: Lade Einstellungen...

source: Sure?
de: Sicher?

source: Are you sure you want to reset your tamagotchi?
de: Wollen Sie das Tamagotchi wirklich zurücksetzen?

source: Cancel
de: Abbrechen

source: Help
de: Hilfe

source: 1/2 hour/yr
de: 1/2 Std/Jahr

source: 1 hour/yr
de: 1 Std/Jahr

source: 2 hours/yr
de: 2 Std/Jahr

source: 5 hours/yr
de: 5 Std/Jahr

source: 8 hours/yr
de: 8 Std/Jahr

source: 1 Real Day/yr
de: 1 echter Tag/Jahr

source: Reset tamagotchi
de: Tamagotchi zurücksetzen

source: Debug: advance phase
de: Debug: nächste Phase

source: Debug: modify pos's
de: Debug: ändere Positionen

source: 500 ms/frame
de: 500 ms/Bild

source: 300 ms/frame
de: 300 ms/Bild

source: 200 ms/frame
de: 200 ms/Bild

source: Sound
de: Geräusche

source: LCD speed
de: LCD Geschwindigkeit

source: Time scale
de: Zeit-Skala

source: &Configure...
de: &Konfigurieren...

source: &Help
de: &Hilfe

source: &About
de: &Über

source: &Quit
de: &Beenden

source: About
de: Über

source: Feed the animal
de: Füttern

source: Turn on/off the lights
de: Licht ein/aus

source: Play
de: Spielen

source: Cure
de: Medizin

source: Flush the toilet
de: Toilettenspülung

source: Display status
de: Statusanzeige

source: Discipline
de: Disziplinieren

source: Attention
de: Achtung

source: Attention needed!
de: Achtung!

source: Give a meal
de: Komplette Mahlzeit

source: Give a snack
de: Kleiner Snack

source: (nothing)
de: (nichts)

source: Will he turn left?
de: Schaut es nach links?

source: Will he turn right?
de: Schaut es nach rechts?

source: Save settings
de: Einstellungen speichern

source: Prev frame
de: vorheriger Frame

source: Next frame
de: nächster Frame

source: Left
de: Links

source: Up
de: Oben

source: Down
de: Unten

source: Right
de: Rechts
